[{"sender":"scammer","subject":"HELLO GREETINGS DEAR FRIEND","mailbody":"Greetings dear friend\r\n        I am happy to know you, but God knows you better and he knows why he has directed me to you at this point, so do not be afraid. I prayed and got you email id from your country's ministries of commerce and foreign trade departments. I am writing this mail to you with heavy sorrow in my heart, this massage mighty come to you as surprise but i chose to reach you through internet because it still remains the fastest medium of communication through this medium internet has been greatly abused. Please give me this little chance to explain myself to you, I would have like to meet you face to face before departing from this mother earth but due to the illness continue to deprive the chance but even if I die on the process of this operation I will still praise my God ALMIGHTY.\r\n\r\n        My name is Mrs. Patricia Johnson i am a dying woman and i decided to donate what I have to you for charity work/assistance to less privileged people in the society. I am 51 years old and I was diagnosed of cancer for about 5 years ago, immediately after the death of my husband, who has left me everything he worked for and because my doctor told me that i would not last for the period of one year due to cancer problem. Because of my health, I have some funds I inherited from my late husband, the sum of $17.9Million Dollars and I needed a very honest and God fearing who can withdraw this money then use the funds for Charity works. I found your email address from the internet after honest prayers to the LORD to bring me a helper and i decided to contact you if you may be willing and interested to handle these trust funds in good faith before anything happens to me. I want a good person who will use the money to work for Gods charity homes and I have chosen you after going through your profile. I want this money to be share to the next privileged since I do not have a child to inherit the money and my late husband relatives all are non believers and I don't want my husband’s hand earn money to be used in an ungodly ways. Hence the reason for taking this bold decision because I do not have any child who will inherit this money after I die. I am desperately in keen need of assistance and I have summoned up courage to contact you for this task, you must not fail me and the millions of the poor people in our today world. This is no stolen money and there are no dangers involved, is 100% risk free with full legal proof.\r\n\r\n        This money is still with them and the management just wrote me as the true owner to come forward to receive the money for keeping it so long or rather issue a letter of authorization to somebody to receive it on my behalf since I cannot come over because of my illness or they get it confiscated. Presently, I'm with my laptop in a hospital here in where I have been undergoing treatment for cancer of the lungs. It is my last wish to see that this money is invested to any organization of your choice and distributed each year among the charity organization, the poor and the motherless babies’ home. I want you as God fearing person, to also use this money to fund orphanages and widows; I took this decision, before I rest in peace because my time will soon be up. As soon as I receive your reply I shall give you the contact of them. I am absolutely assuring you that no trouble is involved in this money because this is my late husband money. I want you to take 25% percent of the total money for your personal use while 75% of the money will go to charity. I will appreciate your utmost confidentiality and trust in this matter to accomplish my heart desire, as I don't want anything that will jeopardize my last wish. Please kindly respond to me immediately for further details\r\n\r\nThanks and God bless you dear friend,\r\nMrs. Patricia Johnson","time":"6/26/2020, 8:42:43 PM"},{"sender":"baiter","subject":"Re: HELLO GREETINGS DEAR FRIEND","mailbody":"Well, he kept Eliza waiting, so it's his turn now... \n\n \n\n Dear Valued Client, Attention:Mr.Adrian Monk \n\n We are waiting to hear from you in 4 days now that Eucharia has not emailed me. Wherever she has been with other men. \n\n I shall repeat it again: (UK) 0044 8707 65X XXX \n\n Kind regards, \n\n Mr. Mike Lord Managing Director/CEO Shiver's Bakeries London SW14 United Kingdom \n\n \n\n Thank you for your professional and moral Ethics,as we have not had the otha stuff k but she may not like u k \n\n hey u sure u dont like clubbin? :-(","time":"6/26/2020, 9:03:45 PM"}]