[{"sender":"scammer","subject":"✔ Are you interested in getting a book written and published at 70% off?","mailbody":"Hi,\r\n\r\nAre your interested in getting a book written and published? Kindly, note that we have team of Professional Ghostwriters who have extensive experience in writing autobiographies to business books. We will be working with you 24/7 to give you 100% satisfying results. Please select one of our 70% discounted packages given below and reply to this email with your updated contact details.    \r\n \r\nFollowing are the discounted packages:\r\n\r\nPackage    -     No. of pages    -    Discounted price    \r\nPack 1                 20 - 80                         £399/-\r\nPack 2                100 - 200                      £599/-\r\nPack 3                300 - 500                      £999/-\r\n\r\n\r\nPackage includes:\r\n\r\n•    Finalizing the Outline.\r\n•    Writing/Re-writing\r\n•    Research and Ethnography.\r\n•    Detailed Author's Bio.\r\n•    Formatting and Typesetting.\r\n•    Direct Communication with the Writer\r\n•    Unlimited Images/Photos.\r\n•    Creative Cover Design (Front & Back)\r\n•    Publishing on Amazon, Kindle, Barnes and Noble.\r\n•    E-book, Paperback and Hardcover.\r\n•    Propose book to NYT for Best Seller column.\r\n•    Full Copyrights.\r\n•    Unlimited Revisions.\r\n•    Dedicated Team of 5 Experts.\r\n•    Online Author Account.\r\n•    Dedicated Project Manager’s Customer Support.\r\n•    100% Money Back Guarantee.\r\n\r\n\r\nTo avail this limited time offer, Reply to this email with your following contact details and a suitable time to reach you.\r\n\r\nName:\r\nEmail Address:\r\nPhone Number:\r\n\r\nLooking forward to working with you soon.\r\n\r\nNote: this Offer is valid for 2 days only.\r\n\r\nRegards\r\nMary Adams\r\nSr. Account Manager\r\nGhost Writing Services","time":"6/25/2020, 2:09:05 PM"},{"sender":"baiter","subject":"Re: ✔ Are you interested in getting a book written and published at 70% off?","mailbody":"Dear Mary,\nI am sorry for being away from my computer. In my business I am constantly looking for new business opportunities, and I am always looking for help. I am also looking for compensation for my efforts, but I must say that I am somewhat surprised that I am unfamiliar with the process of ghost writing. I would think that most ghostwriters are either hunters or occult investigators. I am quite surprised that I am, either. I do not normally get involved in business transactions, but I am interested in your proposal. I am aware that you have sent me several emails, and I do feel I am progressing.\nI am sorely sorry to hear of your loss. You seem like a noble and trustworthy person, and I am assuming that this ghost writing process is similar to the one I am experiencing. I am also sorry to hear that you suffer from 'severe' malaria. I am also assuming that you are also suffering from some form of cancer? 'Sickle' is a disease, perhaps, due to the fact that your mother or father used to have this disease, or perhaps it was your early father?\nI am also curious about your religious beliefs. I am Catholic, and am searching to gain more knowledge about the Catholic faith. Do you have any religious beliefs? I would like to know if your faith is strictly 'retrovocal', or if you have any beliefs that I should know about.\nPlease let me know.\n\nSincerely,\n\nXavier\nNew York, New York","time":"6/26/2020, 9:45:38 PM"}]