[{"sender":"scammer","subject":"Beloved One.","mailbody":"MRS ROSE HOLTSBERY\r\n\r\nBELOVED ONE,\r\n\r\nGreetings in the name of God,Please let this not sound strange to you for my only surviving lawyer who would have done this died early this year.\r\n\r\nI prayed and got your email id from your country guestbook.I am Mrs Rose Holtsbery from London,I am 58 years old,i am suffering from a lo ng time cancer of the lungs which also affected my brain.From all indication my conditions is really deteriorating and it is quite obvious that, according to my doctors they have advised me that i may not live for the next two months,this is because the cancer stage has gotten to a very bad stage.\r\n\r\nI was brought up from a motherless babies home was married to my late husband for twenty years without a child,my husband died in a fatal motor accident Before his death we were true believers.Since his death I decided not to re-marry,I sold all my inherited belongings and deposited all the sum of 10million dollars with a Bank.\r\n\r\nPresently, this money ! is still with the bank and the management just wrote me to come forward and claim my money because they have kept it for so long or rather issue a letter of authorization to somebody to receive it on my behalf since I can not come over because of my illness or they get it confiscated.\r\n\r\nPresently, I'm with my laptop in a hospital here in Switzerland where I have been undergoing treatment for cancer of the lungs. My doctors have told me that I have only a few months to live.It is my last wish to see that this money is invested to any organization of your choice and distributed each year among the charity organization,the poor and the motherless babies home.\r\n\r\nI want you as God fearing person, to also use this money to fund church,mosque, orphanages and widows,I took this decision,before i rest in peace because my time will soon be up.\r\n\r\nAs soon as I receive your reply I shall give you the contact of the Bank.I will also issue you a letter of authority that will prove you as the new beneficiary of my fund before the bank.\r\n\r\nProvide me with your information so i can send it to the bank as the new beneficiary and issue you a letter of authorization.\r\nFULL NAMES:__________SEX: _____ AGE: ______MARITAL STATUS:_______________COUNTRY: ______ CONTACT ADDRESS: ________________________PHONE NO#___________FAX\r\nNO#_________________OCCUPATION :______________\r\n\r\nPlease assure me that you will act accordingly as I stated herein.Hoping to hear from you soon.\r\n\r\n\r\n\r\nMrs.Rose Holtsbery","time":"6/27/2020, 3:59:51 AM"},{"sender":"baiter","subject":"Re: Beloved One.","mailbody":"Hello,\nI am a bit busy now, but I am definitely interested. When can we talk?\n\nMatthew Jackson\nCEO, MNesty, LLC","time":"6/27/2020, 12:07:39 PM"},{"sender":"scammer","subject":"Re: Beloved One.","mailbody":"Dear Matthew Jackson,\n\nGood to hear from you, you are the chosen one, all I want from you is to\nassure me that you will use this fund to help the poor.\n\nI don't want my husband brothers to know about this fund because if they\nknow, they will kill me before my time.\n\nSend me your informations as stated below, to enable me prepare power of\nattorney in your name so that you will have the legal right to contact the\nholding bank.\n\n1. Your valid ID.\n2. Contact address.\n3. Direct number to reach you.\n\nKindly send me the above information when replying my message.\n\nRegards,\nMRS. Rose Holtsbery.","time":"7/1/2020, 12:25:16 PM"},{"sender":"baiter","subject":"Re: Beloved One.","mailbody":"Hello,\nthat sounds impressive! I am excited to hear more about your company. Can you help me with some references, completed projects, partners, etc.?\n\nMatthew Jackson\nCEO, MNesty, LLC","time":"7/3/2020, 10:39:00 AM"}]