[{"sender":"scammer","subject":"(REMINDER) Re Transfer Of $ 10,500,000.00 Only","mailbody":"Attention: Fund Beneficiary As Legally Identified,\r\n\r\nMy name is Nigel Higgins, the current Group Chairman of Barclays Bank\r\nPlc, London-UK. Inline with my previous message to you, related to my\r\nown strategy to ensure that your funds gets to you without\r\nimpediments. I hereby inform you as follows.\r\n\r\nDue to the strict insurance policy attached to your payment specially\r\nin favor of your name, deducting the necessary official charges before\r\nyour payment can finally be released to you will not be possible and\r\nasking you to pay out of pocket when we are in custody of such amount\r\nof your money, could be termed as ridiculous.\r\n\r\nAs part of my own strategy and organized network, designed to deliver\r\nservices that would satisfy the needs, wants or aspirations of\r\ncustomers. I have decided to advise you to consult one of our attorney\r\nTurner Nicholson LLP through his e-mail address:\r\ncornikgerstein.barclaysattorney@outlook.com so that he could write an\r\napplication on your behalf for deduction of all the charges from your\r\nfund and obtain appropriate Court approve, so that we can by law\r\ndeduct all charges needed to get your balance to you and implement it\r\nimmediately.\r\n\r\nI am sure, this will less your inconveniences and get your funds to\r\nyou within a shortest period without you paying any amount out of\r\npocket.\r\n\r\nLooking forward to your cooperation,\r\n\r\nYours Sincerely,\r\n\r\nNigel Higgins, (Group Chairman),\r\nBarclays Bank Plc,\r\nRegistered number: 1026167,\r\n1 Churchill Place, London, ENG E14 5HP,\r\nSWIFT Code: BARCGB21,\r\nDirect Telephone: +44 770 000 8965\r\nwww.barclays.co.uk.","time":"6/28/2020, 8:33:41 PM"},{"sender":"baiter","subject":"Re: (REMINDER) Re Transfer Of $ 10,500,000.00 Only","mailbody":"Dear Mr. Bridgeport,\n \nThank you for your swift response.  I'm all ready to proceed with the\ntransaction, but I would like to be kept in the loop and constantly reminded\nof my duties to ensure that you are keeping me posted. I.e. I have to actively\nkeep an eye on the Barclays account to ensure that it remains active and\naccessible. \n \nKindly keep an eye on it, and I will ensure that you are kept appraised of\nprogress on a daily basis. \n \nI will also need some clarification on the following issues:\n \n1. Are you dealing with the funds of the deceased or, as you may have guessed,\nhis next of kin?  You would need to be cognizant of\nthe fact that I am a busy man and would have to copy my duties to\nyou in order to facilitate the transaction. \n \n2. Are you certain that this was a drug free/smooth deal or was it\ndesigned to defraud you?  If so, I would like to be heard in advance\nso that I can prepare a counter-offer if it was not too successful.\n \n3. Please keep the amount of the deposit in a high degree of\nconfidentiality, no wiggle room, as I feel it is now, as I\nhave to inform you that I have been able to get the bank to\nrelax their rules a little, so that they accept it.  \n \nThank you for your time,\n \n \nKind regards,\n \nNigel","time":"6/28/2020, 8:34:38 PM"}]