[{"sender":"scammer","subject":"Hi","mailbody":"I hope this information meet you well as I know you will be curious to know why I selected you to receive a sum of $5,000,000.00 USD. The information below is 100% legitimate, please see the link below: https://en.wikipedia.org/wiki/Bill_%26_Melinda_Gates_Foundation\r\n\r\nMy wife and I decided to donate the sum of $5,000,000.00 USD to you as part of our charity project to improve the 10 lucky individuals all over the world from our $65 Billion USD, My Wife and I Mapped out to help people. We prayed and searched over the internet for assistance and I saw your profile on Microsoft email owners list and picked you. Melinda and I have decided to make sure this is put on the internet for the world to see. As you could see from the web page above, am not getting any younger and you can imagine having no much time to live, although am a Billionaire investor and we have helped some charity organizations from our Fund.\r\n\r\nYou see after taking care of the needs of our immediate family members before we die we decided to donate the remaining of our Billions to other individuals around the world in need, the local fire department, the red cross, Haiti, hospital in truro where Melinda underwent her cancer treatment and some other organizations in Asia and Europe that fight Cancer, Alzheimer’s, Diabetes and the bulk of the funds deposited with our pay-out bank of this charity donation. We have kept just 30% of the entire sum to our self for the remaining days because I am no longer strong. My wife and I will be traveling to Germany for Treatment.\r\n\r\nTo facilitate the payment process of the funds ($5,000,000.00 USD) which have been donated solely to you, you are to send me the details below:\r\n\r\n\r\nYour Full Names.................\r\nYour Full Address................\r\nYour Mobile Number...............\r\n\r\nSend the above details to me so that I can forward your payment information to you immediately. I am hoping that you will be able to use the money wisely and judiciously over there in your City. Please you have to do your part to also alleviate the level of poverty in your region, help as many as you can once you have this money in your personal account because that is the only objective of donating this money to you in the first place.\r\n\r\nThank you for accepting our offer and remain Blessed.\r\n\r\nRegards,\r\nMr. Bill Gates","time":"7/5/2020, 2:42:53 PM"},{"sender":"baiter","subject":"Re: Hi","mailbody":"Dear Mr Gates,\n \nI would be very interested in helping you. My name is William Lighter, and I am an investor in Blue Sky Mines.  I am a huge fan of Doctor Who and the Doctor Who spin-off, and I would love to see a spin-off about the Doctor.  My wife, Chelse, would be delighted.  We have many fans in the mines who would be very interested in a Doctor Who spin-off, and I have a wife and daughter who write Doctor Who fan magazines (The Doctor Who E-Mails, and the Doctor Who Is-It-Written.com).  The daughter Chelse forwarded your e-mail to us, and I am very impressed by your dedication to our organization.  Keep in mind we are a 501(c)(3) 501(c)(3) charity, so donations are not tax deductible, and I would be able to write to your corporate offices very easily. \n \nI would be able to write to you from my home, as I am not sure of where I reside.  I am sure that you can reach me at my current address.  I will be glad to hear from you again.  I am also very interested in your proposition, but as you did not provide any definite addresses, I will hesitate to make any more detailed donations.  If you address me as William Lighter, please also provide a clear address.\t\n \nGod bless you, William Lighter\n \nW.L. Scopp","time":"7/5/2020, 2:46:03 PM"}]