[{"sender":"scammer","subject":"Participate in PMR Focus Groups, Surveys, Product Tests and more!","mailbody":"Dear SHUANG TONG,\r\n\r\nPMR has opportunities to make some extra money! Would you like to participate in an online focus group, survey, product trial, taste test, or one of the many other market research studies we have?\r\n\r\nOur studies generally pay cash incentives that range from a few dollars to even a couple hundred dollars!\r\n\r\nIt's easy, fun, and you get the chance to give your opinions on products and services of companies around the world.\r\n\r\nTo get started use the below link to answer a few questions about yourself. After that you will be entered into our database and we will email or text you alerts of any upcoming studies we have.\r\n\r\nEnter Our Database Here\r\n\r\nIf you would rather go to our website and check us out first please do. Our web address is www.petersmktg.com. On our homepage there is a \"join our database\" link where you can add yourself as well.\r\n\r\n\r\n\r\n\r\nOur hours of operation are M-F, 9am-5pm Central Time. You can visit us on the web at: http://www.petersmktg.com\r\n\r\nAs always Peters Marketing Research will never sell you anything. Your personal and family data is kept confidential.\r\n\r\nClick here to view our privacy policy.\r\n\r\nWe look forward to hearing from you. Thank You.\r\n\r\n\r\n\r\n\r\n\r\nPeters Marketing Research periodically sends messages regarding upcoming studies that may be of interest to you. If you no longer wish to receive such messages, simply reply to this message with the word UNSUBSCRIBE in the subject line and we will remove your e-mail address from our database.\r\n\r\nCopyright © Peters Marketing Research Inc. All rights reserved.\r\nPeters Marketing Research, 12400 Olive Blvd, St. Louis, MO, 63141\r\nGroup Center: Suite 225, Phone Center: Suite 308","time":"7/6/2020, 6:50:15 PM"},{"sender":"baiter","subject":"Re: Participate in PMR Focus Groups, Surveys, Product Tests and more!","mailbody":"Dear Peter,\n\t\nI am very interested in your proposal, but am unsure if I will be of assistance. \n\t\nI am an aging, wealthy man now, retired from my\ntradition of carrying a sword. Surely there is some way we\ncan work this deal out without my help?\n\t\nPlease write and let me know how we can proceed.\n\t\nYours,\n\t\nH. S.","time":"7/6/2020, 6:53:44 PM"}]