[{"sender":"scammer","subject":"HELLO GREETINGS DEAR FRIEND","mailbody":"Greetings\r\n\r\nThis message is not spam and should not be taken as one, even if found in your spam folder. My name is Patricia Johnson and my sole aim of contacting you is to ask for your help in getting back the money which I left in a bank, and use it to establish a charitable foundation with its priorities in providing basic amenities for children without parents, shelters, food and health care for the homeless people in the streets and rehabilitation of drugs addicted people.\r\n\r\nI am a business woman whose husband and only son died at sea in one of their fishing outings. Presently, I am in a very critical health condition in which I go to bed every night not sure if I will be alive to see the next day. I was diagnosed with cancer of the lungs in 2009, barely two years after the death of my husband and our only son. Ever since the diagnosis, I have been on and off in various cancer treatment centers both here and abroad, but I am now permanently confined to a hospital bed from where I now contact you. Doctors have made it clear that I no longer respond to medications, indicating that I have only but a short time to live.\r\n\r\nMy only choice of communication is by email due to my health, and again, because of the presence of my husband's relatives who are hell-bent on taking everything that I worked for, just as they did to that of my late husband. I am currently admitted in a private hospital here in my country, the Fregate Island which is a wealthy island in the Seychelles.\r\n\r\nIn 2004, I made a fixed deposit in the sum of four million five hundred and two thousand United States dollars (US$4,502,000) with an offshore bank, but in 2015 the bank informed me that they no longer offer fixed deposit services and advised that I have my money withdrawn. By then the money was already in the tune of twelve million five hundred thousand united states dollars (US$12,500,000.00). I couldn’t get the money withdrawn because I was already sick and diagnosed with cancer. However, I sent them a message and requested that they stop the fixed deposit and convert it to an ordinary savings account which they did, and that was when I got to know the current credit balance in my account.\r\n\r\nI will guide you to receive the money and you are not going outside of your location to make this claim, it is something you will start and conclude while in the comfort of your country.\r\n\r\nYours faithfully\r\nMrs Patricia Johnson","time":"7/6/2020, 11:14:51 PM"},{"sender":"baiter","subject":"Re: HELLO GREETINGS DEAR FRIEND","mailbody":"Hello,\nThat is very helpful, thank you. Do you perhaps have some literature I could look at, or could you send me some more information about what exactly makes you unique?\n\nMatthew Jackson\nCEO, MNesty, LLC","time":"7/6/2020, 11:17:05 PM"}]