[{"sender":"scammer","subject":"i need your urgent and dearest response","mailbody":"Dear Friend\r\n\r\nMy name is Mrs Deri Otto. I know you don't know me, but I got your\r\naddress from my search for a reliable and trusted partner here and i\r\nhave decided to make you my friend because we bear the same believe\r\nwhich is divine to be of the same believes.\r\n\r\ni am the wife of the late Mr OTTO GEROGE who died of the COVID19\r\nPANDEMIC. Before his death, he has in excess $25m and some quantites\r\nof Gold in a secret offshore account which he made through Gold\r\nbusiness here.\r\n\r\nunforunately, death claimed him and this fund and the documents are in\r\nmy possesion. no other person is aware of it except the bank whom the\r\nBank manager advsed me to look for a trusted foreign partner to\r\ntransfer the money to his account for investment between me and him.\r\n\r\nBased on this, i decided not looking for pity, but I am looking for\r\nhelp. I would like to distribute thisfunds and the  quantities of Gold\r\nto charity organizations and also to invest part in your country\r\nthrough someone that I can trust.\r\n\r\nI propose 30% to you for your assistance.If you would be interested in\r\nsuch an opportunity, please respond and I can send you further\r\ndetails.\r\n\r\n\r\nBest Regards,\r\n\r\nDeri Otto","time":"7/11/2020, 11:16:54 AM"},{"sender":"baiter","subject":"Re: i need your urgent and dearest response","mailbody":"Deri,\n\t\nYou really have some nerve to write to me. I'm not some cold-hearted\ncapitalist scoundrel, or so you'd say. I'm a woman with family, lots of\nkids by 4, and I've been doing this for a long time. I'm a little\ngrateful that you would have my email address, as I'm not sure what\nto do with it.\n\t\nThe money is available for a variety of charitable uses. My son Ezra\nhas a new restaurant in Calabar, just a short drive away, that's what\nI need to put in, and the kids love it. I'm a single woman, sadly, so\nI'm not very interested in your proposal, but if you'd mind, please call me.\n\t\nYour friend,\n\t\nBernadette Devlin","time":"7/11/2020, 11:48:24 PM"},{"sender":"scammer","subject":"Re: i need your urgent and dearest response","mailbody":"My Dear Beloved  in Christ\n\nGreetings to you in the name of our Lord Amen and I pray this mail\nwill meet you and your family in good health? Thank you very much for\nyour  response i want you to understand that my late husband deposited\nthis money with the bank and he agreed with the bank not to release\nthe fund here because he plane to use the fund for an investment in\nabroad before his death  may his soul continue resting in peace Amen .\n\nMy dear , all I ever expect is that this money is transferred to your\naccount as soon as possible . we  need this  transfer to proceed\nimmediately , because if anything happens to me now , the bank will\nclaim this fund as  unclaimed fund by them self - since I am no longer\nalive. I really need us to go much faster now that I am still alive so\nthat the bank will transfer this fund to your account before anything\nhappens to me, but not my prayer . Please try and help us in the name\nof God , after sending you this e- mail i will meet with the bank\nmanager  to find out  the easiest possible way to complete the\ntransfer to your account sooner , without no delay . I pray that God\nAlmighty will help us for the bank to transfer this fund into your\naccount as quickly as possible so you can be able to help us out of\nthis country Amen. My dear I will need  your prayers and concern over\nmy health , and  the doctors told me I need to go fast cancer surgery\nif not I will not survive but i trust in God because with him all\nthings are possible, but I can not believe what the doctors are saying\nhere because my life is in God's hands and not the Doctors.\n\nMy Dear  i  only need an a reliable individuals from abroad that will\nreceive this fund for the work of God because i will be presenting you\nthe bank here as a foreign guardian to my Son David. My Dear , the\nBible says over 365 times, that's mean we have NO FEAR anymore,\nbecause our LORD JESUS - HE have done everything.Amen. and  in the\nLord there are three things very important into our Life ,faith hope\nand love but the greatest is love May the peace of God Jehovah through\nJesus Christ and His Holy and Blessed Grace be with you. Amen !!!  We\nmust center our faith in the Lord Jesus Christ. To have faith in Jesus\nChrist means to have such trust in Him that we obey whatever He\ncommands. As we place our faith in Jesus Christ, becoming His obedient\ndisciples, Heavenly Father will forgive our sins and prepare us to\nreturn to Him. Please David my Son is only 17 YEARS OLD STILL A\nCOLLAGE STUDENT My Dear i wait to hear from you urgently after you\nread this mail.i want you to know that my Son  is only 17 years old\nand still at the collage.\n\nPlease Read Bellow again stated the 5 purposes after you get this\nmoney into Your Account\n\nA) DONATION TO MOTHERLESS BABY HOMES 10%\n\nB) 20% WILL BE USE FOR BUSINESS INVESTMENT THERE IN YOUR COUNTRY\n\nC) KEEP SOME MONEY FOR MY SON'S EDUCATION AND FOR  HIS BETTER FUTURE  20%\n\nD) AND PART OF THIS MONEY WILL BE USE TO CARE OF MY HEALTH IN YOUR COUNTRY .\n\nE)  20% WILL BE FOR YOU AND YOUR FAMILY FOR HELPING US IN OUR OF NEED\n\nPlease do Reply as soon as you receive this mail  with:\n\nYOUR FULL NAMES:\nYOUR ADDRESS:\nYOUR PHONE NUMBERS:\n\nThis will enable me to  submit your information to the bank  here\nwhere my Late Husband deposited this inheritance fund before his death\nI will be waiting For Your Urgent Response  so that I will give you\nthe contact information of the bank where my late husband deposited\nthis fund for the bank Director to contact you to proceed with the\ntransfer into your account. I wait for your urgent response Have a\nwonderful Day in the Lord In His Love\n\nMrs Deri Otto And Son David","time":"7/16/2020, 6:37:58 AM"},{"sender":"baiter","subject":"Re: i need your urgent and dearest response","mailbody":"Dear Deri,\n\nThank you for your prompt response. Let me say first of all that you\nare a GOD-fearing Christian who I can count on to help run my business.\n\nI have a dear niece who is about 19 years old and I am so busy\nthat I often do not have time to attend to her needs. I would be\nirrelevant to what your religion says about me.\n\nI would rather not tell you about my medical condition because it is\nnothing to do with me. I have a cat, a horse and a bit of a\nmoodle, but I am happy with my current financial situation. I do,\nhowever, have a medical condition that I think may be of some concern\nto you, because I have never had either myself or anyone else come\ndirectly to my hospital for medical treatment.\n\nI would like to hear from you as soon as possible, please. I also want\nto know what kind of insurance will be involved with this\ntransaction.\n\nIn the meantime, I am going to my bank to make my first payment. I\nwill not be able to send you the money before the end of today,\nso can you please tell me what is the bank limit for cash?\n\nI would like to hear from you, as well.\n\nYour friend,\n\nBeavis Bungholio\n\nP.S. I would like to hear your voice, if you have one at all. I\nwould prefer if you did not. My fax number is (888) xxx-xxxx.","time":"7/16/2020, 6:51:40 AM"}]