[{"sender":"scammer","subject":"Searching for a fantastic lover?","mailbody":"Greetings! Are you willing to make your routines lots more interesting and exceptional? You will see a lot of my zesty images of my excellent body and attractive ass in my personal profile! I am twenty one YO. I wish to meet a partner for several sparkling nights of madness. If you'd like to spend them with me, reply me immediately! follow the link","time":"7/11/2020, 11:46:44 PM"},{"sender":"baiter","subject":"Re: Searching for a fantastic lover?","mailbody":"Greetings! Are you willing to make your routines lots more interesting and exceptional? You will see a lot of my zesty images of my excellent body and attractive ass in my personal profile! I am twenty one YO. I wish to meet a partner for several sparkling nights of madness. If you'd like to spend them with me, reply me immediately! follow the link\n[scam_end]\n\n[bait]\nsubject: \nbody: \nMy Dear  Darling, \n\nI am in receipt of your letter, and I am most active in my activities. I am always on the move, and like I said, like I said, like I said I will be very interested in your proposal. \n\nI do have one strange thing to add, and it would be very disturbing to my reader. I was at a volleyball game this weekend, and you know how it is, the game is all the action, and the spectators make a good thing out of it, the game being what it is. One of them even won a gold medal, so the players and spectators will be getting paid handsomely, so they have a good chance to get a big paycheck coming, if this is what you want to do!\n \nI am not sure how I will be able to explain my quick response, but I assure you this is legitimate! I only have to tell you that I have a real and happy feeling, when a woman shares her love for me with others, and when she is willing to come into my home for a few hours of fun, so that she can have a little 'time' alone with her beautiful self, and she can feel like a queen. I hope you are happy with this. But if it is the request of a man that you like, I am willing to help you, as it is a gift from God, and I am not upset with you. I just want you to know how much I consider myself worth, and how much I have helped you in your time of need. I promise it is not a problem to you.\n \nIn your last letter you said you would send a photo, and send it to me, if you can send one at all. I am very desirous for a photo, your love, so that I may judge myself, and judge others IRL.......please send one to me. \n\nWill you send it to the address that I have given you? If you can, please send it to my newest addition, Kim Stanley. I think she will like it, and she is real pretty, and a great looking girl, so I think it will be a great thing for her.\n \nThis is very important to me, for I must be a part of the solution to your problem with Leggy's uncle. I will not stay idly by waiting for your solve, so that the world of chance will still rage on, as it is with a great frustration that has arisen between us. I will not be happy to lend my financial muscle to some stranger, that is too bad. But, then, I am in the middle of a financial problem, too. It was a business proposition I started off on, promising to lend my company about 6 million dollars, and it has ballooned to $330 million, in just the last few weeks. I had to add to my existing debt with my company, to get the big payoff, but I must repay the debt, so that I have the honor to bring you to my family and friends, and set up your retirement nest egg. Most people today would not dream of lending money, because it is seen as a 'widower generating income', but I feel I owe it, to myself. I have the feeling that maybe I am right, and God has sent you to help me. I hope you are not offended by my use of words, but I cannot afford to pay the 4.5 hours per week, that is what a man has to do, to maintain his or her family funds. I have no choice, I must feed my family. Life is tough, but I do not know if I will survive this survival situation.\n \nAs you are an old man, you may not understand the challenges I am encountering, I have lived a fair life. But, I do not look back too fondly on my past successes. I am saddened that I did not win the lottery, or the gold lottery, or even run the Red Carpet Show in my hometown of Miami, as I promised. It is sad that I did not win the Miss Universe pageant, or the Pageant of the Monthender, or even become a Micheal Flynn. But, I was able to make these successful promises, so that I may have saved my millions from the flames of my late grandmother. It is not easy.","time":"7/11/2020, 11:49:26 PM"}]