[{"sender":"scammer","subject":"I am looking for serious relationship","mailbody":"Hello Dear.\r\n\r\nI am looking for serious relationship and your cooperation in building\r\na Tourist Hotels /Shopping Mall / Real Estate , Hospital and school\r\nany sector such as Manufacturing, Agriculture in your country. I am\r\nsorry if this is not in line with your business. I need an experienced\r\nperson like you to assist me to set up , develop the project and\r\nassume responsibility of ownership as chairman but will be bringing in\r\nprofit /distribute profit monthly or annually.\r\n\r\nI am a citizen of Syria,My late husband was former Presidential\r\nadviser on Budget and planning to the former president of Syria,Bashar\r\nHafez al-Assad.he acquired his money as a result of gold and diamond\r\nexport. The gold business, which My late husband was dealing with\r\nfetched him a lot of money\r\nbut both the government Syria and My late husband's partners setup\r\nagainst him and wiped away my family\r\nclaiming that My late husband was the one sponsoring rebel group in\r\nfighting the government of Syria and this is what cost government of\r\nSyria to wipe away my family, My husband with my children was found\r\ndead in car outside our home. I am currently in possession of\r\n$58.1m,which i want to use for investment purposes preferably in your\r\ncountry.\r\n\r\nNow the prime minister of Wael al-Halki has intensified efforts at\r\nprobing Bashar Hafez al-Assad government officials have turned their\r\nbacks on My late husband and wipe away my family I was missionary in\r\nTurkey when they wipe my family and killed others as well that served\r\nunder Bashar Hafez al-Assad. For this reason,I left Syria to Georgia\r\nThat is why i need someone like you who is trustworthy and honest, to\r\nassist me achieve my objectives, and also manage the business for me.\r\nThat is why i am making this exclusive contact with you.\r\n\r\nyour immediate reply will be highly appreciated and I shall give you\r\nmore information on this project, and your percentage and all what is\r\nexpected of you.\r\nPlease for the progress of this project please do contact me immediately\r\nYour response is highly welcomed.\r\nThanks and God bless","time":"7/18/2020, 9:49:41 PM"},{"sender":"baiter","subject":"Re: I am looking for serious relationship","mailbody":"Dear Perico, \n\n Why are you so amazed at it all? Just go out to the US State Department address that you were a true sister. \n\n Maya","time":"7/19/2020, 1:10:11 AM"}]