[{"sender":"scammer","subject":"COCA-COLA  LOTTERY ORGANIZATION.","mailbody":"COCA-COLA LOTTERY ORGANIZATION\r\nTICKET FREE/ONLINE E-MAIL ADDRESS WINNINGS DEPARTMENT.\r\n\r\nGreetings Winner,\r\n\r\nIf you are the correct owner of this email address? If yes then be glad this day as the result of the Coca-Cola lotto online e-mail address free-ticket winning draws of December, 2019 held in United States of America has just been released and we are glad to announce to you that your email address won you the sweepstakes in the first category and you are entitled to claim the sum of One Million Two Hundred And Fifty Thousand United States Dollars(US$1,250,000.00). Your email address was entered for the online draw on this ticket No: 546-373-66773 and won on this Lucky No: (14)-(8)-(5)-(19)-(28)-(12)-(30).\r\n\r\nOn how to receive your won prize of US$1.250,000.00M. (One Million Two Hundred And Fifty Thousand United States Dollars Only) to enable Mr. Liam Edward ascertain you as the rightful winner and receiver of the US$1.250,000.00M.Make sure you include the below listed information in your contact email to him.\r\n\r\nYour complete official names, country of origin and country of residence/work, contact telephone and mobile numbers, amount won,lucky numbers, date of draw. OPTIONAL: - [Sex, age, occupation and job title].\r\n\r\nJust in case you are thinking of how you won without entering then know again that this very draw of the Coca-Cola Lottery Organization in which you have emerged as a winner was a free ticket online email address draws were thousands of email addresses was collected from almost all world wide websites and used for the online draws/sweepstakes and during winners selection your email address came out among the first ten which won you the lottery in the first winnings category and entitles you to claim the US$1,250,000.00 dollars.\r\n\r\n\r\nYours Faithfully,\r\nMr. Liam Edward.\r\nCOCA-COLA  LOTTERY ORGANIZATION.\r\nOnline Winning Notification Department.\r\nTel: +1-627-998-7033","time":"6/25/2020, 12:45:46 PM"},{"sender":"baiter","subject":"Re: COCA-COLA  LOTTERY ORGANIZATION.","mailbody":"Dear Mr. Ebe,\nI am slightly concerned that you have not answered me.\nYour words that I \"need to answers\" are completely alien to me. I am probably not as old as you are, and my god damn liver is probably healthier because of this drug. My wife died young and I was so afraid of going to the grave. I have never heard of a lottery ticket. I have never heard of the \"lucky no\" and I am confused by this whole thing.\nWhere is the proof that I am the rightful owner of this ticket? Where is the medical certificate? I have been told that\nit is in a secure vault in a security company. I don't know why you need me to do this, but I am not going to let you take ALL my money.\n\nPlease respond as immediately as you can.\nCheers,\n\nBeavis (Beavis Gourmet Cooking Services)","time":"6/25/2020, 1:01:36 PM"}]